{
  "title": "Портфолио программиста",
  "menu": {
    "portfolio": "Портфолио",
    "about": "Обо мне",
    "experience": "Опыт работы",
    "education": "Образование",
    "skills": "Навыки",
    "interests": "Интересы"
  },
  "about": {
    "name": "Ярослав",
    "surname": "Cалыга",
    "location": "Украина · Краматорск",
    "mail": "salyga.yaroslav@gmail.com",
    "information": "Я являюсь разработчиком с опытом работы более 6 лет. Умею делать всё необходимое для качественной работы с front-end. Постоянно развиваюсь и изучаю новые стандарты и фреймворки. Быстро разбираюсь в коде любой сложности. Аналитический склад ума и нестандартное мышление наряду с креативностью помогает видеть разные пути решения задач. Есть понимание эстетики дизайна и юзабилити интерфейса."
  },
  "experience": {
    "title": "Опыт работы",
    "it20": "Большую часть времени я разрабатывал JS приложение, переодически переключаясь на срочные PHP проекты или разработку плагинов для них. Тут я познакомился с большей частью PHP и JS фреймворков (Zend, Laravel, WordPress, Yii, Bootstrap, Vue и другие). С 2016-го года являюсь тимлидом команды front-end разработчиков. Постоянно участвую в разработке ТЗ и дизайна для проектов.",
    "it20-time": "Апрель 2012 - Текущее время",
    "qs": "Начало работы пришло на 5-й курс обучения в институте. Тут я прошел качественное обучение по PHP, MySql, JS на базе Yii-framework. Научился использовать ООП и разрабатывать свои jQuery плагины. Участвовал в разработке небольшого проекта онлайн продуктового магазина на конкурсной основе.",
    "qs-time": "Октябрь 2011 - Февраль 2012",
    "mevs-pos": "Сотрудник сервисного центра",
    "mevs": "В сервисном центре я научился собирать и ремонтировать ПК, ноутбуки и перефирию. Навыки установки ПО и настройки сети позволила мне удачно использовать их на любом месте работы.",
    "mevs-time": "Август 2010 - Май 2011"
  },
  "education": {
    "title": "Образование",
    "dmt": "ДТ ДГМА",
    "dmt-special": "Инженер програмного обеспечения",
    "dmt-time": "Февраль 2009",
    "dgma": "ДГМА",
    "dgma-special": "Специалист-инженер информационных технологий проектирования",
    "dgma-time": "Февраль 2012"
  },
  "skills": {
    "title": "Навыки",
    "languages": "Языки программирования",
    "tools": "Инструменты",
    "frameworks": "Фреймворки",
    "workflow": "Рабочий процесс",
    "first": "Мобильная, отзывчивая верстка",
    "second": "Кроссбраузерное тестирование и отладка",
    "third": "Гибкие методы разработки",
    "four": "Многофункциональная работа в команде"
  },
  "interests": {
    "title": "Интересы",
    "text": "Кроме front-end разработки, я уделяю много времени активному отдыху и личному развитию. <br> Я очень люблю рыбалку, и стараюсь выезжать на нее при каждой возможности. Кроме рыбалки я часто играю в футбол на любительском уровне. <br>Если погода не позволяет отдохнуть активно, то могу поиграть в компьютерные игры или провести время за художественной книгой.<br> Так же стараюсь участвовать в социальных проектах, направленных на помощь нуждающимся или просто улучшению города. <br> Часто помогаю свой жене с работой (графический дизайн). Очень люблю проводить время в дружеской обстановке общаясь на любые темы."
  }
}